tap "homebrew/bundle"

# cli
brew "bat"
brew "cmake"
brew "eza"
brew "fd"
brew "gh"
brew "git"
brew "gnupg"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "webp"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# app
cask "alacritty"
cask "discord"
cask "docker"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "jetbrains-toolbox"
cask "powershell"
cask "visual-studio-code"
