tap "homebrew/cask"
tap "homebrew/core"

# cli
brew "asdf"
brew "bat"
brew "eza"
brew "fd"
brew "git"
brew "ripgrep"
brew "starship"
brew "webp"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# app
cask "alacritty"
cask "powershell"
cask "visual-studio-code"
